Repository: crazypoo/PTools
Catalog: PooToolsSource/Resource/*.lproj/Localizable.strings
Languages: es, zh_hans, zh_hk

# PT Photo picker video size less than
source: The video size is less than %@ MB
es: El tamaño del vídeo es inferior a %@ MB
zh_hans: 视频大小小于%@MB
zh_hk: 視頻大小小於%@MB

# PT Photo picker video size more than
source: The size of the video is greater than %@ MB
es: El tamaño del vídeo es mayor que %@ MB
zh_hans: 视频大小大于%@MB
zh_hk: 視頻大小大於%@MB

# PT Photo picker time out
source: Get the waiting time
es: Consigue el tiempo de espera
zh_hans: 获取超时
zh_hk: 獲取超時

# PT Photo picker error
source: There is an error when getting the image.
es: Hay un error al obtener la imagen
zh_hans: 获取图片出现错误
zh_hk: 獲取圖片出現錯誤

# PT Camera focus error
source: The focal length could not be adjusted
es: No se pudo ajustar la distancia focal
zh_hans: 调整焦距失败
zh_hk: 調整焦距失敗

# PT HeartRate touch
source: Please put your finger in the position of the flash.
es: Por favor, ponga el dedo en la posición del flash.
zh_hans: 请将手指放在闪光灯在位置
zh_hk: 請將手指放在閃光燈位置

# PT HeartRate loading
source: I'm doing it. Please wait patiently. Please don't keep your fingers away!
es: Lo estoy enciéndolo. Por favor, espera pacientemente. ¡Por favor, no alejes los dedos!
zh_hans: 正在获取,请耐心等待,请不要把手指移开！
zh_hk: 正在獲取,請耐心等待,請唔好將手指拎開!

# PT Photo picker empty media
source: I didn't find your multimedia content.
es: No encontré tu contenido multimedia.
zh_hans: 没有发现你的媒体内容
zh_hk: 沒有發現你嘅媒體內容

# PT Photo picker album list title
source: List of albums
es: Lista de álbumes
zh_hans: 相册列表
zh_hk: 相冊列表

# PT Permission authorized
source: Authorized
es: Autorizado
zh_hk: 已授權

# PT Permission rejected
source: Rejected
es: Rechazado
zh_hk: 已拒絕

# PT Permission Not determined
source: Waiting for authorization
es: Esperando autorización
zh_hk: 等待授權

# PT Permission Not support
source: Not support
es: No es compatible
zh_hk: 不支持

# PT Permission Status title
source: Status:
es: Estado:
zh_hk: 狀態:

# PT Permission Go setting
source: Go to the settings
es: Ir a la configuración
zh_hk: 去設置

# PT Permission Authorize title
source: Authorize
es: Autorizar
zh_hk: 授權

# PT Video editor function rotate
source: Rotate
es: Rotar
zh_hk: 旋轉

# PT Video editor function mute
source: Mute
es: Sordina
zh_hk: 靜音

# PT Video editor function export preset
source: Image quality
es: Calidad de imagen
zh_hk: 輸出類型

# PT Video editor function save done
source: Job done!
es: ¡Trabajo hecho!

# PT Video editor function filter
source: Filter
es: Filtro

# PT Video editor function rewrite
source: Rewrite
es: Volver a escribir

# PT Video editor function export preset select
source: Please select the image quality.
es: Por favor, seleccione la calidad de la imagen.

# PT Video editor function export preset select current
source: Current: %@
es: Actual: %@

# PT Permission microphone
source: Mic
zh_hans: 麦克风
