Repository: crazypoo/PTools
Catalog: PooToolsSource/Resource/*.lproj/Localizable.strings
Languages: es, zh_hans, zh_hk

source: Test
es: Texo
zh_hans: 测试
zh_hk: 測試

# PT Cancel upgrade
source: Cancel upgrade
es: Cancelar actualización
zh_hans: 取消升级
zh_hk: 取消升級

# PT Found new version
source: Found new version
es: Encontré una nueva versión
zh_hans: 发现新版本
zh_hk: 發現新版本

# PT Upgrade
source: Upgrade
es: Actualización
zh_hans: 升级
zh_hk: 升級

# PT Upgrade later
source: Later
es: Más tarde
zh_hans: 稍候再说
zh_hk: 下次先

# PT Upgrade question mark
source: Upgrade?
es: ¿Actualización?
zh_hans: 升级?
zh_hk: 升級?

# PT Current version
source: Current version
es: Versión actual
zh_hans: 当前版本
zh_hk: 當前版本

# PT New version
source: New version
es: Nueva versión
zh_hans: 新版本
zh_hk: 新版本

# PT Version info
source: Version infomation
es: Versión infomation
zh_hans: 版本信息
zh_hk: 版本信息

# PT Copy log
source: Copy log
es: Copiar registro
zh_hans: 复制Log
zh_hk: 複製Log

# PT Share log
source: Share log
es: Compartir registro
zh_hans: 分享Log
zh_hk: 分享Log

# PT Screen Size
source: Set screen size
es: Establecer el tamaño de la pantalla
zh_hans: 设置视窗大小
zh_hk: 設置視窗大小

# PT Respring
source: Respring
es: Reinicie la interfaz del teléfono móvil
zh_hans: 重启手机界面
zh_hk: 重啟手機界面

# PT Clean log
source: Clean log
es: Registro limpio
zh_hans: 清除Log
zh_hk: 消除Log

# PT Show layout
source: Show layout
es: Mostrar diseño
zh_hans: 显示布局
zh_hk: 顯示佈局

# PT System info
source: System info
es: Información del sistema
zh_hans: 系统信息
zh_hk: 系統信息

# PT Reset userdefault
source: Reset UserDefault
es: Restablecer UserDefault
zh_hans: 重置UserDefault
zh_hk: 重置UserDefault

# PT Application upgrade
source: Application upgrade
es: Actualización de la aplicación
zh_hans: 更新App
zh_hk: 更新App

# PT Debug mode
source: Debug mode
es: Modo de depuración
zh_hans: 调试模式
zh_hk: 測試模式

# PT Normal mode
source: Normal mode
es: Modo normal
zh_hans: 正常模式
zh_hk: 正常模式

# PT Debug setting
source: Debug setting
es: Configuración de depuración
zh_hans: 调试模式
zh_hk: 調試模式

# PT Permission camera
source: Camera
es: Habitación
zh_hans: 相机
zh_hk: 相機

# PT Permission photoLibrary
source: Photo Library
es: Fototeca
zh_hans: 相册
zh_hk: 相冊

# PT Permission calendar
source: Calendar
es: Calendario
zh_hans: 日历
zh_hk: 日曆

# PT Permission contacts
source: Contacts
es: Contactos
zh_hans: 通信录
zh_hk: 通訊錄

# PT Permission reminders
source: Reminders
es: Recordatorios
zh_hans: 提醒
zh_hk: 提醒

# PT Permission speech
source: Speech
es: Discurso
zh_hans: 语音
zh_hk: 語音

# PT Permission motion
source: Motion
es: Movimiento
zh_hans: 运动
zh_hk: 運動

# PT Permission media library
source: Media library
es: Biblioteca multimedia
zh_hans: 多媒体库
zh_hk: 多媒體庫

# PT Permission bluetooth
source: Bluetooth
zh_hans: 蓝牙
zh_hk: 藍牙

# PT Permission notification
source: Notification
es: Notificación
zh_hans: 通知
zh_hk: 通知

# PT Permission location when in use
source: Location when in use
es: Ubicación cuando está en uso
zh_hans: 使用时的位置
zh_hk: 使用時的位置

# PT Permission location always
source: Location always
es: Mantener un posicionamiento continuo
zh_hans: 保持持续定位
zh_hk: 保持持續定位

# PT Permission tracking
source: Tracking
es: Seguimiento
zh_hans: 追踪
zh_hk: 追蹤

# PT Permission health
source: Health
es: Salud
zh_hans: 健康
zh_hk: 健康

# PT Button cancel
source: Cancel
es: Cancelar
zh_hans: 取消
zh_hk: 取消

# PT Button comfirm
source: Comfirm
es: Confirmar
zh_hans: 确定
zh_hk: 確定

# PT Alert Opps
source: OPPS!
zh_hans: 我的天
zh_hk: 哎呀!

# PT Select nav
source: Select navigation map
es: Seleccionar software de navegación
zh_hans: 选择导航软件
zh_hk: 選擇導航軟件

# PT Map baidu
source: Baidu map
zh_hans: 百度地图
zh_hk: 百度地圖

# PT Map avi
source: A map
zh_hans: 高德地图
zh_hk: 高德地圖

# PT Map qq
source: QQ map
zh_hans: 腾讯地图
zh_hk: 騰訊地圖

# PT Map google
source: Google map
zh_hans: 谷歌地图
zh_hk: 谷歌地圖

# PT Crypt change error
source: Character conversion failed
es: Error en la conversión del personaje
zh_hans: 字符转换失败
zh_hk: 字符轉換失敗

# PT Crypt had encode
source: The data has been encrypted
es: Los datos han sido encriptados
zh_hans: 数据已加密
zh_hk: 數據已加密

# PT Clean cache title
source: Document error
es: Error del documento
zh_hans: 文件错误
zh_hk: 文件錯誤

# PT Clean cache check
source: Please check your file path!
es: ¡Compruebe la ruta de su archivo!
zh_hans: 请检查你的文件路径!
zh_hk: 請檢查你的文件路徑!

# PT Button skip
source: Skip
es: Paso
zh_hans: 跳过
zh_hk: 略過

# PT LA year
source: year %@
es: año %@
zh_hans: %@年
zh_hk: %@年

# PT Open setting
source: Please set up Scheme in Xcode
es: Por favor, configure el esquema en Xcode
zh_hans: 请在Xcode设置Scheme
zh_hk: 請在Xcode設置Scheme

# PT Open setting phone
source: Please fill in the phone number.
es: Por favor, rellene el número de teléfono.
zh_hans: 请填写电话号码
zh_hk: 請填寫電話號碼.

# PT Open setting email
source: Please fill in the email.
es: Por favor, rellene el correo electrónico.
zh_hans: 请填写邮箱
zh_hk: 請填寫郵箱

# PT Open setting url
source: Please fill in the website.
es: Por favor, rellene el sitio web.
zh_hans: 请填写网址
zh_hk: 請填寫網址

# PT Open setting aid
source: Please fill in the AppID
es: Por favor, rellene el AppID
zh_hans: 请填写AppID
zh_hk: 請填寫AppID

# PT Date sunday
source: Sunday
es: Domingo
zh_hans: 星期天
zh_hk: 星期日

# PT Date monday
source: Monday
es: Lunes
zh_hans: 星期一
zh_hk: 星期一

# PT Date tuesday
source: Tuesday
es: Martes
zh_hans: 星期二
zh_hk: 星期二

# PT Date wednesday
source: Wednesday
es: Miércoles
zh_hans: 星期三
zh_hk: 星期三

# PT Date thursday
source: Thursday
es: Jueves
zh_hans: 星期四
zh_hk: 星期四

# PT Date friday
source: Friday
es: Viernes
zh_hans: 星期五
zh_hk: 星期五

# PT Date saturday
source: Saturday
es: Sábado
zh_hans: 星期六
zh_hk: 星期六

# PT Bank card not support
source: Bank card not support
es: La tarjeta bancaria no es compatible
zh_hans: 不支持的银行卡类型
zh_hk: 不支持的銀行卡類型

# PT Screen share
source: Share
es: Parte
zh_hans: 分享
zh_hk: 分享

# PT Screen feedback
source: Feedback
es: Realimentación
zh_hans: 意见反馈
zh_hk: 意見反饋

# PT More
source: More
es: Más
zh_hans: 更多
zh_hk: 更多

# PT Privacy
source: Privacy
es: Intimidad
zh_hans: 隐私政策
zh_hk: 隱私政策

# PT FileManager create fail
source: Create fail
es: Crear fallo
zh_hans: 创建失败
zh_hk: 創建失敗

# PT FileManager delete fail
source: Delete fail
es: Eliminar falla
zh_hans: 删除失败
zh_hk: 刪除失敗

# PT FileManager write fail
source: Write fail
es: Escribir falla
zh_hans: 写入失败
zh_hk: 寫入失敗

# PT FileManager no document path
source: Non-existent document route
es: Ruta de documentos inexistente
zh_hans: 不存在的文件路径
zh_hk: 不存在的文件路徑

# PT FileManager read fail
source: Read fail
es: Leer falla
zh_hans: 读取失败
zh_hk: 讀取失敗

# PT FileManager copy no path
source: The copied (folder/file) path does not exist.
es: La ruta copiada (carpeta/archivo) no existe.
zh_hans: 被拷贝的(文件夹/文件)路径不存在
zh_hk: 被拷貝的(文件夾/文件)路徑不存在

# PT FileManager copy no forward path
source: The folder before the path does not exist after copying.
es: La carpeta antes de la ruta no existe después de copiar.
zh_hans: 拷贝后路径前一个文件夹不存在
zh_hk: 拷貝後路徑前一個文件夾不存在

# PT FileManager copy fail
source: Copy fail
es: Copia falló
zh_hans: 拷贝失败
zh_hk: 拷貝失敗

# PT FileManager copy success
source: Copy success
es: Éxito de copia
zh_hans: 拷贝成功
zh_hk: 拷貝成功

# PT FileManager move no forward path
source: There is no folder before moving the thick road.
es: No existe una carpeta antes de mover el camino grueso.
zh_hans: 移动后路径前一个文件夹不存在
zh_hk: 移動厚路徑前一個文件夾不存在

# PT FileManager move no path
source: The moved route (document/document folder) does not exist
es: La ruta movida (carpeta de documentos/documento) no existe
zh_hans: 被移动的(文件夹/文件)路径不存在
zh_hk: 被移動的(文件夾/文件)路徑不存在

# PT FileManager move fail
source: Move fail
es: Movimiento fallido
zh_hans: 移动失败
zh_hk: 移動失敗

# PT FileManager move success
source: Move success
es: Mover el éxito
zh_hans: 移动成功
zh_hk: 移動成功

# PT Feedback input title
source: Please enter the title of the comments
es: Por favor, introduzca el título de los comentarios
zh_hans: 请输入反馈标题
zh_hk: 請輸入反饋標題

# PT Feedback input content
source: Please enter the content of the comments
es: Por favor, introduzca el contenido de los comentarios
zh_hans: 请输入反馈内容
zh_hk: 請輸入反饋內容

# PT Setting
source: Setting
es: Escenario
zh_hans: 设置
zh_hk: 設置

# PT Setting go to
source: On the iPhone
es: En el iPhone
zh_hans: 在iPhone的
zh_hk: 在iPhone的

# PT Setting allow
source: Allow access to %@
es: Permitir el acceso a %@
zh_hans: 允许访问%@
zh_hk: 允許訪問%@

# PT Setting location
source: Location
es: Lugar
zh_hans: 位置
zh_hk: 位置

# PT Setting location fail
source: Location access is limited
es: El acceso a la ubicación es limitado
zh_hans: 定位访问受限
zh_hk: 定位訪問受限

# PT Setting mic fail
source: Mic access is limited
es: El acceso al micrófono es limitado
zh_hans: 麦克风访问受限
zh_hk: Mic訪問受限

# PT Setting photo fail
source: Access to the album is limited
es: El acceso al álbum es limitado
zh_hans: 相册访问受限
zh_hk: 相冊訪問受限

# PT Setting camera fail
source: Camera access is limited
es: El acceso a la cámara es limitado
zh_hans: 相机访问受限
zh_hk: 相機訪問受限

# PT Setting camera no
source: The camera has not been detected, so it needs to be tested on the real machine.
es: La cámara no ha sido detectada, por lo que es necesario probarla en la máquina real.
zh_hans: 未检测到摄像头,要在真机上测试
zh_hk: 未檢測到攝像頭,要在真機上測試

# PT Setting reject camera
source: Users refuse to use the camera
es: Los usuarios se niegan a usar la cámara
zh_hans: 用户拒绝使用相机
zh_hk: 用戶拒絕使用相機

# PT Scan code
source: Scan the barcode
es: Escanea el código de barras
zh_hans: 扫描条形码
zh_hk: 掃描條形碼

# PT Scan tap
source: Touch the small blue dot and select the QR code to identify.
es: Toca el pequeño punto azul y selecciona el código QR para identificarlo.
zh_hans: 轻触小蓝点，选中识别二维码
zh_hk: 輕觸小藍點,選中識別二維碼

# PT Scan no code
source: Unable to find the QR code
es: No se puede encontrar el código QR
zh_hans: 无法查找二维码
zh_hk: 無法查找二維碼

# PT Input text
source: Please enter text
es: Por favor, introduzca texto
zh_hans: 请输入文字
zh_hk: 請輸入文字

# PT Ruler
source: Point: Up%@ Left%@ Down%@ Right%@
es: Punto: Arriba%@ Izquierda%@ Abajo%@ Derecha%@
zh_hans: 位置: 上%@ 左%@ 下%@ 右%@
zh_hk: 位置: 上%@ 左%@ 下%@ 右%@

# PT Image load fail
source: Failed to upload the picture, click to try again
es: No se pudo cargar la imagen, haga clic para intentarlo de nuevo
zh_hans: 图片加载失败,点击重试
zh_hk: 圖片加載失敗,點擊重試

# PT Guide start
source: Let's start
es: Empecemos
zh_hans: 开始体验
zh_hk: 開始體驗

# PT Button delete
source: Delete
es: Eliminar
zh_hans: 删除
zh_hk: 刪除

# PT Media option
source: Options
es: Opciones
zh_hans: 更多操作
zh_hk: 更多操作

# PT Media delete
source: Delete the media
es: Eliminar los medios
zh_hans: 删除媒体
zh_hk: 刪除媒體

# PT Media save
source: Save the media
es: Guarda los medios
zh_hans: 保存媒体
zh_hk: 保存媒體

# PT Button save
source: Save
es: Guardar
zh_hans: 保存
zh_hk: 保存

# PT Sign placeholder
source: Please sign by hand in the white area.
es: Por favor, firme a mano en el área blanca.
zh_hans: 请在白色区域手写签名
zh_hk: 請在白色區域手寫簽名

# PT Sign font
source: Regular script, neat writing
es: Guión normal, escritura ordenada
zh_hans: 正楷,工整书写
zh_hk: 正楷,工整書寫

# PT Video editor leave
source: It will not be saved after leaving.
es: No se guardará después de salir.
zh_hans: 离开后将不会保存
zh_hk: 離開後將不會保存

# PT Video editor function speed
source: Speed
es: Velocidad
zh_hans: 速度
zh_hk: 速度

# PT Video editor function trim
source: Trim
es: Recorte
zh_hans: 裁剪
zh_hk: 時間線

# PT Video editor function crop
source: Crop
es: Cultivo
zh_hans: 风格
zh_hk: 裁剪

# PT Video editor crop vertical
source: Vertical
zh_hans: 垂直
zh_hk: 垂直

# PT Video editor crop standar
source: Standard
es: Parámetro
zh_hans: 标准
zh_hk: 標準

# PT Video editor crop portrait
source: Portrait
es: Retrato
zh_hans: 肖像
zh_hk: 肖像

# PT Video editor crop square
source: Square
es: Cuadrado
zh_hans: 大视野
zh_hk: 大視野

# PT Video editor crop landscape
source: Landscape
es: Paisaje
zh_hans: 橫向
zh_hk: 橫向

# PT Video editor crop instagram
source: Ins
zh_hans: Ins风格
zh_hk: Ins風格

# PT Speech speeching
source: Identification
es: Identificación
zh_hans: 识别中
zh_hk: 識別中

# PT Speech denied
source: The user's voice cannot be recognized
es: No se puede reconocer la voz del usuario
zh_hans: 识别不出用户语音
zh_hk: 識別不出用戶語音

# PT Speech not support
source: The current language environment is not supported.
es: El entorno de idioma actual no es compatible
zh_hans: 不支持当前语言环境
zh_hk: 不支持當前語言環境

# PT Nav back
source: Back
es: Espalda
zh_hans: 返回
zh_hk: 返回

# PT File copy
source: Copy
es: Copia
zh_hans: 复制
zh_hk: 複製

# PT File move
source: Move
es: Traslado
zh_hans: 移动
zh_hk: 移動

# PT File hash
source: hash value
zh_hans: hash值
zh_hk: hash值

# PT Debug function
source: Debug function
es: Función de depuración
zh_hans: 调试工具
zh_hk: 調試工具

# PT UserDefault delete
source: Do you want to delete all the data except the generation of the system?
es: ¿Quieres eliminar todos los datos excepto la generación del sistema?
zh_hans: 是否删除所有除系统生成外的数据?
zh_hk: 是否刪除所有除系統生成外的數據?

# PT Console title
source: Resize Console
es: Cambiar el tamaño de la consola
zh_hans: 调整调试Log框大小
zh_hk: 調整調試Log框大小

# PT Console subtitle
source: Use the grabbers to resize the console.
es: Usa los grabbers para cambiar el tamaño de la consola.
zh_hans: 使用抓取器更改Log框大小.
zh_hk: 使用抓取器來更改Log框大小.

# PT Console font
source: Font Size:
es: Tamaño de fuente:
zh_hans: 字体大小:
zh_hk: 字體大小:

# PT Network download fail
source: The document could not be downloaded
es: No se pudo descargar el documento
zh_hans: 文件下载失败
zh_hk: 文件下載失敗

# PT Network no network
source: No network connection
es: Sin conexión de red
zh_hans: 没有网络连接
zh_hk: 沒有網絡連接

# PT Network json fail
source: Error when analyzing JSON
es: Error al analizar JSON
zh_hans: JSON解析失败
zh_hk: JSON解析失敗

# PT Network model fail
source: Failure in the analysis of the basic model
es: Fallo en el análisis del modelo básico
zh_hans: 基础模型解析失败
zh_hk: 基礎模型解析失敗

# PT Location continue select
source: Continue to choose
es: Continúa eligiendo
zh_hans: 继续选择
zh_hk: 繼續選擇

# PT Location change to
source: Change to
es: Cambiar a
zh_hans: 切换到
zh_hk: 切換到

# PT Location change
source: The system detects that your current region does not match your selected region. Do you want to switch?
es: El sistema detecta que su región actual no coincide con la región seleccionada. ¿Quieres cambiar?
zh_hans: 系统检测到你当前地区与您所选的地区不相符,是否切换?
zh_hk: 系統檢測到你當前地區與您所選的地區不相符,是否切換?

# PT Location fail
source: ⟳Failed to locate
es: ⟳Error al localizar
zh_hans: ⟳定位失败
zh_hk: ⟳定位失敗

# PT OSS messageNotDetermined
source: The app's authorization status has not yet been determined.
es: Todavía no se ha determinado el estado de autorización de la aplicación.
zh_hans: 该应用程序的授权状态尚未确定。
zh_hk: 該應用程式的授權狀態尚未確定。

# PT OSS messageDenied
source: The user denied your app's request to perform speech recognition.
es: El usuario denegó la solicitud de su aplicación para realizar el reconocimiento de voz.
zh_hans: 用户拒绝了您的应用程序执行语音识别的请求。
zh_hk: 使用者拒絕了您的應用程式執行語音識別的請求。

# PT OSS messageRestricted
source: The device prevents your app from performing speech recognition.
es: El dispositivo impide que su aplicación realice el reconocimiento de voz.
zh_hans: 该设备阻止您的应用程序执行语音识别。
zh_hk: 該裝置阻止您的應用程式執行語音識別。

# PT OSS messageAuthorized
source: The user granted your app's request to perform speech recognition.
es: El usuario concedió la solicitud de su aplicación para realizar el reconocimiento de voz.
zh_hans: 用户批准了您的应用程序执行语音识别的请求。
zh_hk: 使用者批准了您的應用程式執行語音識別的請求。

# PT OSS messageNoMicAccess
source: Access to the microphone is unavailable.
es: No hay acceso al micrófono.
zh_hans: 无法访问麦克风.
zh_hk: 無法訪問麥克風.

# PT OSS messageInvalidUtterance
source: The utterance is invalid. Please ensure you have created one or passed in valid text to speak.
es: La expresión no es válida. Por favor, asegúrese de haber creado uno o de haber aprobado un texto válido para hablar.
zh_hans: 这句话是无效的.请确保您已经创建了一个或传递了有效的文本来说话.
zh_hk: 這句話是無效的. 請確保您已建立或傳遞有效文字以說話.

# PT OSS messageInvalidText
source: The text provided to the utterance is either empty or has not been set.
es: El texto proporcionado a la expresión está vacío o no se ha establecido.
zh_hans: 提供给话语的文本要么是空的，要么尚未设置。
zh_hk: 提供給話語的文字要麼是空的，要麼尚未設定。

# PT OSS messageInvalidVoice
source: In order to speak text, a valid voice is required.
es: Para hablar el texto, se requiere una voz válida.
zh_hans: 为了说文本，需要有效的声音。
zh_hk: 為了說文字，需要有效的聲音。

# PT OSS messageInvalidSpeechRequest
source: The speech request is invalid. Please ensure the string provided contains text.
es: La solicitud de voz no es válida. Por favor, asegúrese de que la cadena proporcionada contenga texto.
zh_hans: 语音请求无效。请确保提供的字符串包含文本。
zh_hk: 語音請求無效。 請確保提供的字串包含文字。

# PT OSS messageInvalidAudioEngine
source: The audio engine is unavailable. Please try again soon.
es: El motor de audio no está disponible. Inténtelo de nuevo pronto.
zh_hans: 音频引擎不可用。请尽快再试一次。
zh_hk: 音訊引擎不可用。 請儘快再試一次。

# PT OSS messageRecogniserUnavailable
source: The Speech Recognition service is currently unavailable.
es: El servicio de reconocimiento de voz no está disponible en este momento.
zh_hans: 语音识别服务目前不可用.
zh_hk: 語音識別服務目前不可用.

# PT OSS messageInvalidRecordVoice
source: The user voice recoeder service is not working.
es: El servicio de voz del usuario no funciona.
zh_hans: 用户的语音服务不起作用。
zh_hk: 使用者語音服務不起作用。

# PT OSS messageInvalidVoiceFolePath
source: The user voice file path can not create.
es: La ruta del archivo de voz del usuario no se puede crear.
zh_hans: 无法创建用户语音文件路径.
zh_hk: 無法建立使用者語音檔案路徑.

# PT OSS messageInvalidDeleteVoiceFilePath
source: The user voice file path can not delete.
es: La ruta del archivo de voz del usuario no se puede eliminar.
zh_hans: 用户语音文件路径无法删除。
zh_hk: 使用者語音檔案路徑無法刪除。

# PT OSS messageInvalidTranscriptionFilePath
source: Voice record file path can not transcription.
es: La ruta del archivo de grabación de voz no se puede transcripción.
zh_hans: 语音记录文件路径无法转录.
zh_hk: 語音記錄檔案路徑無法轉錄.

# PT OSS requestTypeNoMicAccess
source: Recording
es: Grabación
zh_hans: 录音中
zh_hk: 錄音中

# PT OSS requestTypeInvalidUtterance
source: Speech or Recording
es: Discurso o grabación
zh_hans: 语音或录音中
zh_hk: 語音或录音中

# PT OSS requestTypeInvalidSpeech
source: Speech
es: Discurso
zh_hans: 语音
zh_hk: 語音

# PT OSS requestTypeInvalidFilePath
source: File
es: Ficha
zh_hans: 文件
zh_hk: 文件

# PT OSS requestTypeInvalidTranscriptionFilePath
source: Transcription
es: Transcripción
zh_hans: 抄录
zh_hk: 抄录

# PT OSS text is empty
source: Text is empty or nil. Please confirm text has been passed in.
es: El texto está vacío o nulo. Por favor, confirme que se ha enviado el texto.
zh_hans: 文本为空。请确认文本已通过。
zh_hk: 文字為空。 請確認文字已傳入。

# PT OSS no utterance
source: No valid utterance.
es: Ninguna expresión válida.
zh_hans: 没有有效的话语.
zh_hk: 没有有效的話術.

# PT OSS audio engine error
source: Audio Engine conversion error:
es: Error de conversión del motor de audio:
zh_hans: 音频引擎转换错误：
zh_hk: 音訊引擎轉換錯誤：

# PT Debug network select
source: Select the APP network request environment
es: Seleccione el entorno de solicitud de red de APP
zh_hans: 选择APP网络请求环境
zh_hk: 選擇APP網絡請求環境

# PT Debug network input placeholder
source: Enter the address of the server.
es: Introduzca la dirección del servidor.
zh_hans: 请输入服务器地址
zh_hk: 請輸入服務器地址

# PT Debug network input title
source: Enter the address of the server
es: Introduzca la dirección del servidor
zh_hans: 输入服务器地址
zh_hk: 輸入服務器地址

# PT Debug mode select
source: (The default formal environment)
es: (El entorno formal predeterminado)
zh_hans: (默认是正式环境)
zh_hk: (默認正式環境)

# PT Debug mode custom address
source: Personalized address
es: Dirección personalizada
zh_hans: 自定义地址
zh_hk: 自定義地址

# PT App network environment test
source: Test environment
es: Entorno de prueba
zh_hans: 测试环境
zh_hk: 測試環境

# PT App network environment custom
source: Personalized environment
es: Entorno personalizado
zh_hans: 自定义环境
zh_hk: 自定義環境

# PT App network environment distribution
source: Distribution environment
es: Entorno de distribución
zh_hans: 生产环境
zh_hk: 生產環境

# PT App network status unknow
source: Unknown network
es: Red desconocida
zh_hans: 未知网络
zh_hk: 未知網絡

# PT App network status disconnect
source: No network connection
es: Sin conexión de red
zh_hans: 网络无连接
zh_hk: 網絡無連接

# PT App current mode
source: The current network environment is -> %@ The current running environment is -> %@
es: El entorno de red actual es -> %@ El entorno en ejecución actual es -> %@
zh_hans: 当前网络环境为-> %@ 当前运行环境为-> %@
zh_hk: 當前網絡環境是-> %@ 當前運行環境是-> %@

# PT Debug eye switch
source: Eye tracking switch
es: Interruptor de seguimiento ocular
zh_hans: 眼球追踪开关
zh_hk: 眼球追蹤開關

# PT Debug eys track
source: Does eye tracking synchronize click events?
es: ¿El seguimiento ocular sincroniza los eventos de clic?
zh_hans: 眼球追踪是否同步点击事件
zh_hk: 眼球追蹤是否同步點擊事件

# PT Theme black
source: Charm Black
zh_hans: 魅力黑
zh_hk: 魅力黑

# PT Theme follow system
source: Follow system
es: Seguir el sistema
zh_hans: 跟随系统
zh_hk: 跟隨系統

# PT Theme mt
source: Manual setting
es: Configuración manual
zh_hans: 手动设置
zh_hk: 手動設置

# PT Theme night
source: Night theme
es: Tema nocturno
zh_hans: 夜间主题
zh_hk: 夜間主題

# PT Theme smart
source: Smart
es: Inteligente
zh_hans: 智能
zh_hk: 智能

# PT Theme smart info
source: After entering the set period, the App will automatically switch to the night theme of Charm Black, and switch to the original theme when the theme time is over
es: Después de entrar en el período establecido, la aplicación cambiará automáticamente al tema nocturno de Charm Black, y cambiará al tema original cuando termine la hora del tema
zh_hans: 进入设置时段后，App将自动切换至魅力黑夜间主题，主题时间结束，切换为原始主题
zh_hk: 進入設置時段後,App將自動切換至魅力黑夜間主題,主題時間結束,切換為原始主題

# PT Theme system info
source: When enabled, it will follow the system to open or close the night theme
es: Cuando se habilita, seguirá el sistema para abrir o cerrar el tema nocturno
zh_hans: 开启后将跟随系统打开或关闭夜间主题
zh_hk: 開啟後將跟隨系統打開或關閉夜間主題

# PT Theme time
source: Theme time
es: Timpo del tema
zh_hans: 主题时间
zh_hk: 主題時間

# PT Theme title
source: Theme setting
es: Configuración del tema
zh_hans: 主题设置
zh_hk: 主題設置

# PT Theme white
source: Simple White
zh_hans: 简洁白
zh_hk: 簡潔白

# PT Theme time set error
source: The start time should not be the same as the end time.
es: La hora de inicio no debe ser igual a la hora de finalización.
zh_hans: 开始时间必须不等于结束时间
zh_hk: 開始時間必須不等於結束時間

# PT Alert Doning
source: In process
es: En proceso
zh_hans: 正在处理
zh_hk: 幫緊你,幫緊你

# PT Photo picker drop delete
source: Drop here to delete
es: Deja aquí para eliminar
zh_hans: 拖到此处删除
zh_hk: 把它留在這裡來消除

# PT Photo picker brightness
source: Brightness
es: Luminosidad
zh_hans: 亮度
zh_hk: 亮度

# PT Photo picker saturation
source: Saturation
es: Impregnación
zh_hans: 饱和度
zh_hk: 飽和度

# PT Photo picker contrast
source: Contrast
es: Contraste
zh_hans: 对比度
zh_hk: 對比度

# PT Photo picker bad
source: The camera doesn't work
es: La cámara no funciona
zh_hans: 相机无法工作
zh_hk: 相機壞咗啦

# PT Photo picker can not take photo
source: You can't take pictures
es: No se pueden tomar fotos
zh_hans: 无法拍照
zh_hk: 影唔到相

# PT Photo picker selected count
source: Selected %@.
es: Seleccionado %@
zh_hans: 选择了%@张
zh_hk: 選擇咗%@張

# PT Photo picker save image error
source: The image could not be saved.
es: No se pudo guardar la imagen
zh_hans: 保存图片失败
zh_hk: 保存圖片失敗

# PT Photo picker save video error
source: The video could not be saved.
es: No se pudo guardar el vídeo
zh_hans: 保存视频失败
zh_hk: 保存視頻失敗

# PT Photo picker video select more than max
source: The number of video options is greater than %@
es: El número de opciones de vídeo es superior a %@
zh_hans: 视频选择数量大于%@个
zh_hk: 視頻選擇數量大於%@個

# PT Photo picker video select less than min
source: The number of video options is less than %@
es: El número de opciones de vídeo es inferior a %@
zh_hans: 视频选择数量小于%@个
zh_hk: 視頻選擇數量小於%@個

# PT Photo picker select cout more than
source: The number of options is greater than %@
es: El número de opciones es mayor que %@
zh_hans: 选择数量大于%@个
zh_hk: 選擇數量大於%@個

# PT Photo picker video time more than
source: The video time is greater than %@ seconds
es: El tiempo de vídeo es mayor que %@ segundos
zh_hans: 视频时间大于%@秒
zh_hk: 視頻時間大於%@秒

# PT Photo picker video time less than
source: The video time is less than %@ seconds
es: El tiempo de vídeo es inferior a %@ segundos
zh_hans: 视频时间小于%@秒
zh_hk: 視頻時間小於%@秒
